import React from 'react';
import "./AboutMe.css"

const AboutMe = () => {
    return (
        <>
          <div className="block-about-me">
              <h2>About us</h2>
              <div className="block-info">
                  <div className="block-info-1">
                      <div className="blovk-img-about-us">
                          <img src="/img/images.jpeg"/>
                      </div>
                      <div className="info">
                          <p className="text-about-us">
                              Компания «Tolman Stroy» — ваш надежный партнер в строительстве уютных и современных домов. Мы
                              специализируемся на возведении качественного жилья, которое отвечает всем стандартам
                              комфорта
                              и безопасности. Наша команда профессионалов с многолетним опытом работы гарантирует
                              высокое
                              качество выполнения работ на каждом этапе строительства.
                              Наши приоритеты — это индивидуальный подход к каждому клиенту, использование современных
                              технологий и экологически чистых материалов. Мы внимательно учитываем все пожелания
                              заказчиков
                              и предлагаем оптимальные решения для создания вашего идеального дома. Наша цель —
                              построить не
                              просто жилище, а уютное пространство, в котором будет приятно жить и отдыхать.
                              Выбирая «Домострой», вы получаете полный комплекс услуг: от проектирования и согласования
                              документов до сдачи готового объекта «под ключ». Мы берем на себя все заботы по
                              организации и
                              контролю строительного процесса, чтобы вы могли наслаждаться результатом без лишних
                              хлопот.
                              Доверив нам строительство своего дома, вы можете быть уверены в высоком качестве,
                              надежности и
                              долговечности выполненных работ. «Домострой» — это гарантия вашего комфортного будущего!
                          </p>
                      </div>
                  </div>
                  <div className="block-info-1">
                      <div className="info">
                          <p className="text-about-us">
                              Компания «Tolman Stroy» — это больше, чем просто строительная компания. Это команда единомышленников, которая стремится воплощать мечты о комфортном и красивом жилье в реальность. Мы гордимся каждым проектом и считаем, что каждый дом должен быть уникальным, отражающим индивидуальность и стиль его владельцев.

                              Наши архитекторы и дизайнеры работают в тесном сотрудничестве с клиентами, создавая эксклюзивные проекты, которые идеально вписываются в окружающий ландшафт и соответствуют всем требованиям современных стандартов. Мы используем только лучшие строительные материалы и передовые технологии, чтобы ваши дома были не только красивыми, но и долговечными.

                              Строительство с компанией «Домострой» — это всегда прозрачный процесс. Мы предоставляем подробные сметы и отчеты о ходе работ, чтобы вы всегда были в курсе всех этапов строительства. Наши специалисты готовы ответить на любые вопросы и помочь в решении любых задач, связанных с вашим проектом.

                              Мы ценим ваше время и деньги, поэтому стремимся завершить все работы в установленные сроки, не жертвуя при этом качеством. Каждый наш проект — это результат кропотливого труда, профессионализма и любви к своему делу.

                              Компания «Домострой» — ваш путь к дому мечты. Вместе мы создадим пространство, в котором будет царить уют, тепло и гармония. Ваш дом — наша гордость!
                          </p>
                      </div>
                      <div className="blovk-img-about-us">
                          <img className="img-info" src="/img/imh-2.jpeg"/>
                      </div>
                  </div>
              </div>
          </div>

        </>
    );
};

export default AboutMe;